WS XML PAGOS/XMLPAGOS/22082017/ENVIADACONSULTA_PAGOS_1054676.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:suvtv"><soapenv:Header/><soapenv:Body><urn:solicitarPagos soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><usuarioID xsi:type="xsd:unsignedLong">3</usuarioID><ingresoID xsi:type="xsd:unsignedLong">1054676</ingresoID><plantaID xsi:type="xsd:unsignedLong">3</plantaID><tipoPago xsi:type="urn:tipoBoleta">I</tipoPago><tipoConsulta xsi:type="urn:tipoConsultaTurno">N</tipoConsulta><fechaDesde xsi:type="xsd:date">2017-08-16 00:00:00</fechaDesde><fechaHasta xsi:type="xsd:date">2017-08-16 23:59:59</fechaHasta></urn:solicitarPagos></soapenv:Body></soapenv:Envelope>
